IDEA Open Model
ArcSegment2D Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the ArcSegment2D class
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ArcSegment2D()
Public Sub New
See Also
Reference
ArcSegment2D Class
IdeaRS.OpenModel.Geometry2D Namespace